Repository: tladesignz/IPtProxyUI-ios
Catalog: IPtProxyUI/Assets/*.lproj/Localizable.strings
Languages: ca, es, fr, hu_hu, ja, pt_br, ru, tr_tr

source: %1$@ %2$@ makes your traffic appear "random".
ca: %1$@ %2$@ fa que el vostre trànsit sembli aleatori.
es: %1$@ %2$@ hace que tu trafico parezca "aleatorio".
fr: %1$@ Avec %2$@, votre trafic semble « aléatoire ».
hu_hu: %1$@%2$@a forgalmat "véletlenszerűnek" álcázza.
ja: %1$@ %2$@ 接続がランダムに見えるよう偽装します
pt_br: %1$@%2$@ faz com que seu tráfego pareça "aleatório".
ru: %1$@ %2$@ заставляет ваш трафик выглядеть "случайным".
tr_tr: %1$@ %2$@ trafiğinizin "rastgele" görünmesini sağlar.

source: %1$@ %2$@ makes your traffic look like a phone call to a random user on the net.
ca: %1$@ %2$@ fa que el vostre trànsit sembli com una trucada a un usuari aleatori d'Internet.
es: %1$@ %2$@ hace que tu tráfico se parezca a una llamada telefónica a un usuario aleatorio en la red.
fr: %1$@ Avec %2$@, votre trafic ressemble à un appel téléphonique vers quelque utilisateur sur Internet.
hu_hu: %1$@ %2$@ a forgalmát olyanná teszi, mintha egy telefon hívást egy véletlen felhasználó felé az interneten.
pt_br: %1$@ %2$@ faz com que o seu tráfego assemelhe-se uma chamada telefônica para um usuário aleatório na internet.
ru: %1$@ %2$@ делает ваш трафик похожим на телефонный разговор со случайным пользователем в интернете.
tr_tr: %1$@ %2$@ trafiğinizin ağ üzerindeki rastgele bir kullanıcı ile yapılan bir telefon görüşmesi gibi görünmesini sağlar.

source: Bridge Configuration
ca: Configuració dels ponts
es: Configuración de puentes
fr: Configuration des ponts
hu_hu: Híd konfiguráció
ja: ブリッジの設定
pt_br: Configuração de ponte
ru: Настройка мостов
tr_tr: Köprü Yapılandırması

source: Built-in %@
ca: %@ incorporat
es: Incorporada en %@
fr: %@ intégré
hu_hu: Beépített %@
pt_br: Integrada %@
ru: Встроить %@
tr_tr: İç %@

source: Camera access was not granted or QR Code scanning is not supported by your device.
ca: No s'ha permès accedir a la càmera o el vostre dispositiu no pot escanejar codis QR.
es: No se concedió acceso a la cámara o el escaneado del código QR no está soportado por su dispositivo.
fr: L’accès à l’appareil photo n’a pas été accordé ou le balayage de codes QR n’est pas pris en charge par votre appareil.
hu_hu: A kamera hozzáférés nem lett megadva vagy a QR kód olvasás nem támogatott az eszközével.
ja: カメラへのアクセスは許可されていません。あるいはQRコードがこのデバイスでサポートされていません。
pt_br: O acesso à câmera não foi concedido ou a verificação do código QR não possui suporte na sua máquina.
ru: Доступ к камере не был предоставлен или сканирование QR-кода не поддерживается вашим устройством.
tr_tr: Kamera erişim izni verilmemiş ya da cihazınız karekod taramayı desteklemiyor.

source: Cancel
ca: Cancel·la
es: Cancelar
fr: Annuler
hu_hu: Mégse
ja: キャンセル
pt_br: Cancelar
ru: Отмена
tr_tr: İptal

source: Copy URL to Clipboard
ca: Copia l'URL al porta-retalls
es: Copiar URL al portapapeles
fr: Copier l’URL dans le presse-papiers
hu_hu: URL másolása a vágólapra
ja: URLをClipboardにコピー
pt_br: Copiar o URL para a área de transferência
ru: Скопировать URL в буфер обмена
tr_tr: Adresi panoya kopyala

source: Couldn't understand server response.
ca: No es pot interpretar la resposta del servidor.
es: No se pudo entender la respuesta del servidor.
fr: La réponse du serveur est incompréhensible.
hu_hu: Nem értelmezhető a szerver válasza.
ja: サーバーのresponseが理解できませんでした
pt_br: Não foi possível entender a resposta do servidor.
ru: Некорректный ответ сервера.
tr_tr: Sunucunun verdiği yanıt anlaşılamadı.

source: Custom Bridges
ca: Ponts personalitzats
es: Configuración Personalizada
fr: Ponts personnalisés
hu_hu: Egyéni hidak
ja: カスタムブリッジ
pt_br: Personalizar pontes
ru: Пользовательские мосты
tr_tr: Özel Köprüler

source: E-Mail
ca: Adreça electrònica
es: Correo electrónico
fr: Courriel
ja: メール
tr_tr: E-posta

source: Enter characters from image
ca: Inseriu els caràcters de la imatge
es: Ingresa los caracteres de la imagen.
fr: Saisissez les caractères de l’image
hu_hu: Írja be a betűket a képről
ja: 画像の文字を入力
pt_br: Digite os caracteres da imagem
ru: Введите символы с изображения
tr_tr: Görseldeki karakterleri yazın

source: Error
fr: Erreur
hu_hu: Hiba
ja: エラー
pt_br: Erro
ru: Ошибка
tr_tr: Hata

source: If one type of bridge does not work, try using a different one.
ca: Si un tipus de pont no funciona, proveu d'usar-ne un altre de diferent.
es: Si un tipo de puente no funciona, intenta usando uno diferente.
fr: Si un type de pont ne fonctionne pas, tentez d’en utiliser un autre.
hu_hu: Ha valamelyik híd típus nem működik, próbáljon egy másikat.
ja: 機能しない場合、別のタイプのブリッジを試してください。
pt_br: Se um tipo de ponte não funcionar, tente usar outro.
ru: Если какой-то один тип моста не работает, попробуйте использовать другой.
tr_tr: Bir köprü türü çalışmaz ise başkasını deneyin.

source: If you are in a country or using a connection that censors Tor, you might need to use bridges.
ca: Si sou en un país o feu servir una connexió que censura Tor, potser us cal usar ponts.
es: Si estás en un país o usas una conexión que censura Tor, tal vez necesites usar puentes.
fr: Si vous êtes dans un pays qui censure Tor ou que vous utilisez une connexion qui le fait, vous devrez peut-être utiliser des ponts.
hu_hu: Ha egy olyan országban van vagy olyan kapcsolatot használ amit cenzorálja a Tor-t, szüksége lehet hidak használatára.
ja: Torへの接続が検閲されている国では、ブリッジを使用する必要があるかもしれません。
pt_br: Se você estiver em um país ou dispuser de uma conexão que censura a Tor, talvez seja necessário usar pontes.
ru: Если вы находитесь в несвободной стране или используете соединение цензурирующее Tor, вам могут пригодиться мосты.
tr_tr: Bulunduğunuz ülke ya da kullandığınız bağlantı Tor ağını engelliyorsa köprü kullanmalısınız.

source: In a separate browser, visit %@ and tap "Get Bridges" > "Just Give Me Bridges!"
ca: En un navegador diferent, visiteu %@ i toqueu «Descarrega ponts» > «Només dóna'm els ponts!»
es: En un navegador por separado, visita %@ y luego haz tap en "Obtener Puentes" > "¡Solo Dame Puentes!"
fr: Dans un navigateur séparé, visitez %@ et touchez « Obtenez des ponts » > « Donnez-moi juste des ponts ! ».
hu_hu: Egy másik böngészőben látogassa meg a %@ címet és koppintson a "Hidak beszerzése" > "Csak adjál már nekem hidakat!" opciót.
ja: 別のブラウザで %@ を開き、「Get Bridges」> 「Just Give Me Bridges!」に進んでください。
pt_br: Em um navegador separado, visite %@ e digite "Get Bridges"> "Just Give Me Bridges!"
ru: В другом браузере откройте сайт %@ и нажмите "Получить мосты" > "Просто дайте мне мосты!".
tr_tr: Ayrı bir web tarayıcı ile %@ adresine giderek "Köprüleri Al" > "Yalnız Köprüleri Ver" üzerine dokunun

source: No Bridges
ca: Sense ponts
es: Sin Puente
fr: Aucun pont
hu_hu: Nincsenek hidak
ja: ブリッジなし
pt_br: Nenhuma ponte
ru: Без мостов
tr_tr: Köprü Yok

source: No success, but "%@" instead.
ca: No s'ha pogut completar. S'ha obtingut «%@».
es: Sin éxito, pero "%@" en su lugar.
fr: Pas de succès, mais plutôt « %@ ».
hu_hu: Nem sikerült, de "%@" helyette.
ja: 成功なし: "%@"
pt_br: Sem sucesso, "%@" em vez.
ru: Безуспешно, но вместо этого "%@".
tr_tr: Tamamlanamadı ancak yerine "%@".

source: No valid HTTP response.
ca: No és una resposta HTTP vàlida.
es: Respuesta HTTP no válida.
fr: Pas de réponse HTTP valide.
hu_hu: Nem érkezett érvényes HTTP válasz.
ja: 有効なHTTP responseがありません
pt_br: Sem resposta de HTTP válida.
ru: Нет корректного ответа HTTP.
tr_tr: Geçerli bir HTTP yanıtı alınamadı.

source: OK
ca: D'acord
fr: Valider
tr_tr: Tamam

source: Paste Bridges
ca: Enganxa ponts
es: Pegar Puentes
fr: Coller des ponts
hu_hu: Hidak beillesztése
ja: ブリッジを貼り付け
pt_br: Colar pontes
ru: Вставьте мосты
tr_tr: Köprüleri Yapıştır

source: QR Code could not be decoded! Are you sure you scanned a QR code from %@?
ca: No s'ha pogut descodificar el codi QR. Esteu segur que heu escanejat un codi QR de %@?
es: ¡El código QR no se pudo decodificar! ¿Está seguro de que ha escaneado un código QR de %@?
fr: Le code QR n’a pas pu être décodé. Avez-vous bien balayé un code QR de %@ ?
hu_hu: A QR kód nem dekódolható! Biztosan egy olyan QR kódot szkennelt, ami %@ oldalon található?
ja: QRコードを解読できませんでした。本当に%@からのQRコードですか？
pt_br: Código QR não pôde ser decodificado! Você tem certeza de que escaneou um código QR de %@?
ru: QR-код не может быть расшифрован! Вы уверены, что вы отсканировали QR-код с сайта %@?
tr_tr: Karekod çözümlenemedi! %@ adresindeki bir karekodu taradığınızdan emin misiniz?

source: Request Bridges
ca: Petició de ponts
es: Puentes Pedidos
fr: Demander des ponts
hu_hu: Hidak kérése
ja: ブリッジを申請
pt_br: Solicitar pontes
ru: Запросить мосты
tr_tr: Köprüleri İste

source: Request Bridges from torproject.org
ca: realitza una petició de ponts des de torproject.org
es: Puentes Pedidos desde torproject.org
fr: Demander des ponts à torproject.org
hu_hu: Hidak kérése a torproject.org címről
ja: torproject.orgにブリッジを申請
pt_br: Solicitar pontes do torproject.org
ru: Запрос мостов от torproject.org
tr_tr: torproject.org üzerinden köprüleri iste

source: Request could not be formed. Please check host and username/password!
ca: S'ha produït un error amb la petició. Verifiqueu les dades del servidor i l'usuari/contrasenya!
es: La solicitud no pudo formarse. ¡Por favor compruebe host y nombre de usuario/contraseña!
fr: Impossible de créer la demande. Veuillez vérifier l’hôte, le nom d’utilisateur et le mot de passe.
hu_hu: A kérés nem összeállítható. Kérjük ellenőrizze a kiszolgálót és a felhasználónevet/jelszót!
ja: Requestが形成できませんでした。ホスト名・ユーザー名などを確認してください
pt_br: A solicitação não pode ser feita. Por favor, verifique o hospedeiro e nome de usuário/senha!
ru: Запрос не может быть сформирован. Пожалуйста, проверьте хост и имя пользователя/пароль!
tr_tr: İstek düzenlenemedi. Lütfen sunucu adı, kullanıcı adı ve parolayı denetleyin!

source: Request via E-Mail
ca: Demana-ho via correu electrònic
es: Petición por medio de correo electrónico
fr: Demander par courriel
hu_hu: Kérés E-Mailben
ja: メールでリクエスト
pt_br: Solicite via e-mail
ru: Запросить по email
tr_tr: E-posta ile iste

source: Response body missing.
ca: Manca el cos de la resposta.
es: Falta el cuerpo de la respuesta.
fr: Le corps de la réponse manque.
hu_hu: Válasz body hiányzik.
ja: Response bodyがありません
pt_br: Corpo de resposta ausente.
ru: Тело ответа отсутствует.
tr_tr: Yanıt içeriği eksik.

source: Response is no valid JSON.
ca: La resposta és un fitxer JSON no vàlid.
es: La respuesta no es JSON válida.
fr: La réponse n’est pas un JSON valide.
hu_hu: A válasz nem érvényes JSON.
ja: Responseが有効なJSONではありません
pt_br: A resposta não é um JSON válido.
ru: Ответ не является корректным JSON.
tr_tr: Yanıt geçerli bir JSON değil

source: Scan QR Code
ca: Escaneja el codi QR
es: Escanear código QR
fr: Balayer un code QR
hu_hu: QR kód beolvasása
ja: QCコードをスキャン
pt_br: Ler o código QR
ru: Сканировать QR-код
tr_tr: Karekod Tarayın

source: Solve the CAPTCHA to request bridges.
ca: Solucioneu el CAPTCHA per demanar ponts.
es: Resuelve el CAPTCHA para solicitar puentes.
fr: Résoudre le captcha pour demander des ponts.
hu_hu: Oldja meg a CAPTCHA-t hidak kéréséhez.
ja: ブリッジを申請するため、CAPTCHAに答えてください
pt_br: Resolva o CAPTCHA para solicitar pontes.
ru: Разрешите CAPTCHA, чтобы запросить мосты.
tr_tr: Köprü isteğinde bulunmak için güvenlik kodunu çözün.

source: Upload QR Code
ca: Puja un codi QR
es: Subir Código QR
fr: Téléverser un code QR
hu_hu: QR kód feltöltése
ja: QRコードをアップロード
pt_br: Carregar código QR
ru: Выгрузить QR-код
tr_tr: QR Kodunu Yükle

source: Use Custom Bridges
ca: Usa ponts personalitzats
es: Usar Puentes Personalizados
fr: Utiliser des ponts personnalisés
hu_hu: Egyéni hidak használata
ja: カスタムブリッジの使用
pt_br: Usar pontes personalizadas
ru: Использовать пользовательские мосты
tr_tr: Özel Köprüler Kullan

source: Use QR Code
ca: Usa un codi QR
es: Usar Código QR
fr: Utiliser un code QR
hu_hu: QR kód használata
ja: QRコードの使用
pt_br: Usar código QR
ru: Использовать QR-код
tr_tr: QR Kodunu Kullan
