Repository: tladesignz/IPtProxyUI-ios
Catalog: IPtProxyUI/Assets/Shared/*.lproj/Localizable.strings
Languages: ar, bn, cs, de, fa, ga, he, hr, is, it, km, mk, ro, sq, th, uk, vi

source: %1$@ %2$@ makes your traffic appear "random".
ar: %1$@%2$@تجعل الحركة المرورية تبدو وكأنهّا "عشوائية".
bn: %1$@ %2$@ ব্যবহার করলে আপনার ট্রাফিককে দেখে আর দশজনের ট্রাফিকের মতোই মনে হবে।
cs: %1$@ Při vybrání %2$@ bude váš provoz vypadat "náhodně".
de: %1$@ %2$@ lässt den Datenverkehr "zufällig" aussehen.
fa: %1$@ %2$@ ترافیک شما را «تصادفی» نشان می‌دهد.
ga: %1$@ Cuireann %2$@ cuma "randamach" ar do thrácht líonra.
he: %1$@ %2$@ גורם לתעבורה שלך להיראות "אקראית".
hr: %1$@ %2$@ prikazuje tvoj promet kao „slučajni”.
is: %1$@ %2$@ lætur netumferðina þína sýnast "tilviljanakennda".
it: %1$@ %2$@ fa sembrare il tuo traffico "casuale".
km: %1$@%2$@ធ្វើឱ្យ​ចរាចរណ៍របស់អ្នក​លេចឡើងថា "ចៃដន្យ"។
mk: %1$@ %2$@ прави вашиот сообраќај да изгледа "случаен".
ro: %1$@ %2$@ fac în așa fel ca traficul tău să apară "aleatoriu".
sq: %1$@ %2$@ e bën trafikun tuaj të duket si “i rëndomtë”.
th: %1$@ %2$@ ทำให้การจราจรของคุณดูเหมือน "สุ่ม"
uk: %1$@%2$@ робить ваш трафік схожим на «випадковий».
vi: %1$@%2$@ làm lưu lượng của bạn trông "ngẫu nhiên".

source: %1$@ %2$@ makes your traffic look like a phone call to a random user on the net.
ar: %1$@ %2$@ يجعل حركة المرور الخاصة بك تبدو وكأنها مكالمة هاتفية مع مستخدم عشوائي على الشبكة.
bn: %1$@ %2$@ ব্যবহার করলে আপনার ট্রাফিক দেখে মনে হবে ইন্টারনেটে কারো সাথে ফোনকল চলছে।
cs: %1$@%2$@ váš traffic vypadá jako telefonní hovor náhodnému uživateli na síti.
de: %1$@ %2$@ lässt den Datenverkehr aussehen wie einen Telefonanruf zu irgendjemand anderem im Internet.
fa: %1$@%2$@ موجب می‌شود تا ترافیک شما مشابه تماس تلفنی به کاربر راندومی در اینترنت به نظر برسد.
ga: %1$@ Cuireann %2$@ bréagriocht ar do chuid tráchta, amhail is gur chuir tú glao gutháin ar úsáideoir randamach ar an Idirlíon.
he: %1$@ %2$@ גורם לתעבודה שלך להיראות כמו שיחת טלפון אל משתמש אקראי ברשת.
hr: %1$@ %2$@ prikazuje promet kao telefonski poziv slučajnom korisniku na mreži.
is: %1$@ %2$@ lætur umferðina frá og til þín líta út eins og símtal við tilviljanakenndan aðila á netinu.
km: %1$@%2$@ធ្វើឱ្យ​ចរាចរណ៍​របស់​អ្នក​មើលទៅ​ដូចជា​ការហៅ​ទូរស័ព្ទ​ទៅ​កាន់​អ្នកប្រើណាមួយ​នៅលើ​អ៊ីនធឺណិត។
mk: %1$@ %2$@ прави вашиот сообраќај да изгледа како телефонски повик кон случаен корисник на мрежата.
ro: %1$@ %2$@ face în așa fel ca traficul tău să apară ca un apel telefonic către un utilizator aleatoriu de pe internet.
sq: %1$@ %2$@ e bën trafikun tuaj të duket si një thirrje telefonike drejt një përdoruesi kuturu në internet.
th: %1$@ %2$@ ทำให้การจราจรของคุณดูเหมือนการโทรไปหาผู้ใช้ที่สุ่มขึ้นมาสักคนหนึ่งบนอินเทอร์เน็ต
uk: %1$@ %2$@ робить ваш трафік схожим на телефонний дзвінок до випадкового користувача в мережі.
vi: %1$@ %2$@ khiến lưu lượng của bạn giống như một cuộc gọi ngẫu nhiên trên mạng.

source: Automatic Configuration
ar: إعداد تلقائي
bn: স্বয়ংক্রিয় কনফিগারেশন
de: Automatische Konfiguration
fa: پیکربندی خودکار
he: תצורה אוטומטית
hr: Automatsko konfiguriranje
is: Sjálfvirk uppsetning
km: ការកំណត់ដោយស្វ័យប្រវត្តិ
mk: Автоматска Конфигурација
sq: Formësim i Vetvetishëm
th: การปรับแต่งอัตโนมัติ
uk: Автоматичні налаштування

source: Bridge Configuration
ar: إعدادات الجسر
bn: ব্রিজ কনফিগারেশন
cs: Konfigurace mostu
de: Brückenkonfiguration
fa: پیکربندی پل
ga: Cumraíocht Droichid
he: תצורת גשר
hr: Konfiguracija mosta
is: Uppsetning brúa
it: Configurazione Bridge
km: ការកំណត់ច្រក
mk: Мост конфигурација
ro: Configurație Poduri
sq: Formësim Ure
th: การปรับแต่งสะพาน
uk: Налаштування мосту
vi: Cài đặt Cầu nối

source: Built-in %@
ar: %@ المدمج
bn: বিল্ট-ইন %@
cs: Zabudovaný %@
de: Eingebaute %@
fa: ساخته شده در %@
ga: %@ ionsuite
he: %@ מובנה
hr: Ugrađeni %@
is: Innbyggð %@
it: Integrato %@
km: %@ ដែលដំឡើងមកស្រាប់
mk: Вгради %@
ro: Integrat %@
sq: %@ e brendshme
th: %@ ที่มีอยู่แล้ว
uk: Вбудовано %@
vi: %@ cài sẵn

source: Camera access was not granted or QR Code scanning is not supported by your device.
ar: لم يتم منح إمكانية الوصول إلى الكاميرا أو لا يدعم جهازكم خاصيّة مسح رمز الإستجابة السريعة.
bn: ক্যামেরা ব্যবহারের অনুমতি দেওয়া হয় নি অথবা আপনার ডিভাইস QR কোড স্ক্যানিং সমর্থন করে না।
cs: Přístup k fotoaparátu nebyl udělen, nebo není skenování kódu podporované na vašem zařízení.
de: Es wurde kein Zugriff auf die Kamera gewährt, oder QR-Code Scanning wird von diesem Gerät nicht unterstützt.
fa: اجازه دسترسی به دوربین داده نشد و یا اینکه اسکن کردن QR Code توسط دستگاه شما پشتیبانی نمی‌شود.
ga: Ní bhfuair tú cead an cód QR a scanadh, nó ní féidir leat é a dhéanamh ar do ghléas.
he: גישת מצלמה לא הוענקה או שסריקת קוד QR אינה נתמכת ע״י המכשיר שלך.
hr: Pristup kameri nije odobren ili uređaj ne podržava skeniranje QR koda.
is: Ekki var heimilaður aðgangur að myndavél eða að skönnun QR-kóða er ekki studd á tækinu þínu.
it: Accesso fotocamera non concesso oppure scansione codice QR non supportata dal tuo dispositivo.
km: ការចូលប្រើ​កាមេរ៉ា​មិនត្រូវបាន​ផ្ដល់​សិទ្ធិ ឬ​​ឧបករណ៍​របស់​អ្នកមិនគាំទ្រ​ការ​ស្គែន QR Code ។
mk: Пристапот до камерата не беше одобрен или скенирањето на QR кодот не е поддржано на вашиот уред.
ro: Accesul la cameră a fost refuzat sau scanarea codurilor QR nu este suportat pe dispozitivul tău.
sq: S’u akordua leje përdorimi kamere, ose nga pajisja juaj nuk mbulohet skanim Kodi QR.
th: ไม่ได้รับอนุญาตให้เข้าถึงกล้อง หรืออุปกรณ์ของคุณนั้นไม่รองรับการสแกนรหัส QR
uk: Доступ до камери не надано, або сканування QR-коду не підтримується вашим пристроєм.
vi: Ứng dụng không được cấp quyền truy cập Camera hoặc quét mã QR không khả dụng trên điện thoại bạn.

source: Cancel
ar: ألغِ
bn: বাতিল
cs: Zrušit
de: Abbruch
fa: لغو
ga: Cealaigh
he: בטל
hr: Otkaži
is: Hætta við
it: Specifica i server delle chiavi
km: បោះបង់
mk: Исклучи
ro: Anulare
sq: Anuloje
th: ยกเลิก
uk: Скасувати
vi: Huỷ

source: Copy URL to Clipboard
ar: نسخ الرابط إلى الحافظة
bn: ক্লিপবোর্ডে লিঙ্ক কপি করে নিন
cs: Kopírovat URL do schránky
de: URL in die Zwischenablage kopieren
fa: کپی کردن نشانی اینترنتی به کلیپ بورد
ga: Cóipeáil an URL go dtí an Ghearrthaisce
he: העתק כתובת אל לוח חיתוך
hr: Kopiraj URL u međuspremnik
is: Afrita slóð á klippispjald
it: Copia URL negli appunti
km: ចម្លង URL ទៅឃ្នាប
mk: Копирај ја URL адресата на таблата со исечоци
ro: Copiază URL
sq: Kopjoje URL-në në të Papastër
th: คัดลอก URL ไปยังคลิปบอร์ด
uk: Скопіювати URL до буфера обміну
vi: Sao chép URL vào bảng nhớ tạm

source: Couldn't understand server response.
ar: تعذر فهم استجابة الخادم.
bn: সার্ভারের দেওয়া জবাব বোঝা যায় নি।
cs: Odpovědi serveru nelze rozumět.
de: Konnte Serverantwort nicht verstehen.
fa: پاسخ سرور را نمی‌توان درک کرد.
ga: Níor tuigeadh an freagra ón bhfreastalaí.
he: לא היה ניתן להבין תגובת שרת.
hr: Nije bilo moguće razumjeti odgovor poslužitelja.
is: Skildi ekki svar netþjónsins.
it: Non ho capito la risposta del server.
km: មិនយល់ពី​ការឆ្លើយតប​របស់​ម៉ាស៊ីនមេ។
mk: Одговорот на серверот е неразбирлив.
ro: Nu s-a putut înțelege răspunsul oferit de server.
sq: S’u kuptua dot përgjigja e shërbyesit.
th: ไม่เข้าใจคำตอบสนองจากเซิร์ฟเวอร์
uk: Не вдалось розпізнати відповідь сервера.
vi: Không hiểu được phản hồi từ máy chủ.

source: Custom Bridges
ar: جسور مخصصة
bn: কাস্টম ব্রিজ
cs: Vlastní bridge
de: Eigene Brücken
fa: پل های سفارشی
ga: Droichid Shaincheaptha
he: גשרים מותאמים אישית
hr: Prilagođeni mostovi
is: Sérsniðnar brýr
it: Bridges personalizzati
km: កំណត់ច្រកដោយខ្លួនឯង
mk: Прилагодени мостови
ro: Poduri Proprii
sq: Ura Vetjake
uk: Власні мости
vi: Cầu nối tùy chọn

source: custom bridges
ar: جسور مخصصة
de: eigene Brücken
fa: پل‌های سفارشی
he: גשרים מותאמים אישית
hr: prilagođenih mostova
is: sérsniðnum brúm
km: ច្រកផ្ទាល់ខ្លួន
mk: прилагодени мостови
sq: ura vetjake
uk: власні мости

source: Error
ar: خطأ
bn: ত্রুটি
cs: Chyba
de: Fehler
fa: خطا
ga: Earráid
he: שגיאה
hr: Greška
is: Villa
it: Errore
km: កំហុស
mk: Грешка
ro: Eroare
sq: Gabim
th: ผิดพลาด
uk: Помилка
vi: Lỗi

source: I'm sure I cannot connect without a bridge.
ar: أنا متأكد من أنني لا أستطيع الاتصال بدون جسر.
bn: ব্রিজ ছাড়া যুক্ত হতে পারব না। আমি নিশ্চিত।
de: Ich bin sicher, daß ich mich nicht ohne Brücke verbinden kann.
fa: من مطمئن هستم که نمی‌توانم بدون پل ارتباط برقرار کنم.
he: אני בטוח שאני לא יכול להתחבר בלי גשר.
hr: Ne mogu se povezati bez mosta.
is: Ég er viss um að ég geti ekki tengst án brúar.
km: ខ្ញុំច្បាស់ថាខ្ញុំមិនអាចភ្ជាប់ដោយគ្មានច្រកទេ។
mk: Сигурен сум дека не можам да се поврзам без мост.
sq: Jam i sigurt se s’mund të lidhem pa një urë.
th: ฉันแน่ใจว่าฉันไม่สามารถเชื่อมต่อได้ ถ้าไม่มีสะพาน
uk: Я впевнений, що не зможу приєднатись без мосту.

source: If one type of bridge does not work, try using a different one.
ar: اذا لم يعمل نوع من الجسور جرب استخدام نوع آخر.
bn: এক ধরনের ব্রিজে কাজ না হলে ভিন্ন একটি ব্যবহার করার চেষ্টা করুন।
cs: Pokud nefunguje jeden typ bridge, zkuste použít jiný.
de: Wenn eine Art von Brücken nicht funktioniert, versuch eine andere Art.
fa: اگر یک پل کار نکرد، از یک پل دیگر استفاده کنید.
ga: Mura n-éiríonn tú le droichead amháin, bain triail as ceann difriúil.
he: אם סוג אחד של גשר אינו עובד, נסה להשתמש באחד אחר.
hr: Ako jedan od mostova ne radi, pokušaj koristiti jedan drugi.
is: Ef ein gerð brúa virkar ekki, skaltu prófa að nota einhverja aðra.
it: Se un tipo di bridge non funziona, provane un altro.
km: ប្រសិនបើ​ប្រភេទច្រកមួយ​មិន​ដំណើរការ សូម​ព្យាយាម​ប្រើច្រកផ្សេងទៀត។
mk: Ако еден тип на мост не работи, обидете се со друг.
ro: Dacă un tip de pod nu funcționează, încearcă să folosești altul.
sq: Nëse një lloj urash s’funksionon, provoni një tjetër.
uk: Якщо один тип мосту не працює, спробуйте використати інший.
vi: Nếu một cầu nối không hoạt động, hãy thử lựa chọn khác.

source: If you are in a country or using a connection that censors Tor, you might need to use bridges.
ar: اذا كنت فى بلد او تستخدم اتصالا يحجب Tor، فربما ستحتاج استخدام الجسور.
bn: যে দেশে আছেন সেখানে বা যে সংযোগ ব্যবহার করছেন তাতে যদি টরকে সেন্সর করা হয় তাহলে আপনাকে হয়তো ব্রিজ ব্যবহার করতে হবে।
cs: Pokud jste v zemi nebo síti, která cenzuruje Tor, budete pravděpodobně potřebovat použít bridge.
de: Wenn Du in einem Land bist oder eine Verbindung benutzt die Tor zensiert, mußt Du vielleicht eine Brücke benutzen.
fa: اگر در کشوری هستید یا از اتصالی استفاده می کنید که تور را سانسور می کند، نیاز است تا از پل ها استفاده کنید.
ga: Má tá tú lonnaithe i dtír nó ag baint úsáide as ceangal a dhéanann cinsireacht ar Tor, seans gur gá duit droichead a úsáid.
he: אם אתה במדינה או משתמש בחיבור שמצנזר את Tor, ייתכן שתצטרך להשתמש בגשרים.
hr: Ako si u zemlji ili ako koristiš vezu koja cenzurira Tor, možda moraš koristiti mostove.
is: Ef þú ert í landi eða að nota tengingu sem ritskoðar Tor gætirðu þurft að nota brýr.
it: Se sei in un paese o stai usando una connessione che censura Tor, potresti aver bisogno d'usare i bridges.
km: ប្រសិនបើ​អ្នក​នៅក្នុង​ប្រទេស​មួយ ឬ​កំពុង​ប្រើប្រាស់​ការ​តភ្ជាប់​មួយ​ដែលរាំងខ្ទប់ Tor នោះ​អ្នក​ប្រហែលជា​ត្រូវការ​ប្រើច្រកហើយ។
mk: Ако сте во држава или користите поврзување кое го цензурира Tor, може ќе биде потребно да користите мостови.
ro: Dacă te afli într-o țară sau folosești o conexiune care cenzurează Tor, s-ar putea să ai nevoie de poduri.
sq: Nëse gjendeni në një vend, ose po përdorni një lidhje, që censuron Tor-in, mund t’ju duhet të përdorni ura.
uk: Якщо ви перебуваєте в країні або використовуєте з'єднання, яке цензорує Tor, можливо, вам доведеться використовувати мости.
vi: Nếu bạn sống ở nơi mà Tor bị kiểm duyệt, bạn có thể sẽ cần dùng cầu nối.

source: In a separate browser, visit %@ and tap "Get Bridges" > "Just Give Me Bridges!"
ar: قم بزيارة %@ في متصفح مختلف، وانقر على "احصل على bridges" > "فقط أعطني bridges!"
bn: অন্য একটি ব্রাউজারে %@ অ্যাড্রেসে গিয়ে এই লেখাগুলোতে ট্যাপ করুন: "ব্রিজ নিয়ে নিন" > "ব্রিজ পেলেই হল!"
cs: V jiném prohlížeči navštivte %@ a klepněte na "Získat bridge" > "Prostě mi dej bridge!"
de: Besuche %@ in einem anderen Browser und wähle "Brücken erhalten" > "Mir nur Brücken geben!"
fa: در یک مرورگر جدا، به %@ رفته و روی "گرفتن پل ها" > "فقط به من پل بده!" کلیک کنید
ga: I mbrabhsálaí eile, tabhair cuairt ar %@ agus tapáil "Faigh Droichid" > "Ní theastaíonn uaim ach droichid!"
he: בדפדפן נפרד, בקר בכתובת %@ והקש על "השג גשרים" > "תן לי עוד גשרים!"
hr: U zasebnom pregledniku posjeti %@ i dodirni „Nabavi mostove” > „Samo mi daj mostove!”
is: Í aðskildum vafra, farðu á %@ og ýttu á "Ná í brýr" > "Gefðu mér bara brýrnar!"
it: In un browser separato, visit %@ e seleziona "Ottieni Bridges" > " Dammi solo Bridges!"
km: នៅ​ក្នុង​កម្មវិធី​រុករក​ដាច់ដោយឡែក​មួយទៀត សូមចូលមើល %@និង​ចុច "ទទួលយកច្រក" > "សូម​ឱ្យច្រកមក​ខ្ញុំ!"
mk: Во посебен прелистувач, посетете ја %@ и допрете на "Земи мостови" > "Само дај ми мостови!"
ro: Într-un navigator diferit, vizitează %@ și apasă "Obține Poduri" > "Doar dă-mi poduri!"
sq: Në një shfletues tjetër, vizitoni %@ dhe prekni “Merrni ura” > “Thjesht Nëmni Ura!”
uk: В іншому браузері перейдіть до %@ та натисніть «Отримати мости» > «Просто дайте мені мости!».
vi: Trong một trình duyệt khác, truy cập %@ và nhấn "Get Bridges" > "Just Give Me Bridges!"

source: No Bridges
ar: لا جسور
bn: কোনো ব্রিজ নেই
cs: Bez bridgů
de: Keine Brücken
fa: هیچ پل
ga: Gan Droichead
he: ללא גשרים
hr: Bez mostova
is: Engar brýr
it: Nessun bridges
km: មិនមានច្រក
mk: Нема мостови
ro: Niciun Pod
sq: Pa Ura
th: ไม่มีสะพาน
uk: Без мостів
vi: Không cầu nối

source: No success, but "%@" instead.
ar: لا نجاح ، ولكن "%@" بدلاً من ذلك.
bn: সফল হয় নি, বরং "%@" পাওয়া গেছে।
cs: Bez úspěchu, ale "%@" místo toho.
de: Kein Erfolg, dafür "%@".
fa: موفقیتی حاصل نشد، اما در عوض "%@".
ga: Tharla earráid: %@
he: אין הצלחה, אבל "%@" במקום.
hr: Neuspjeh, ali umjesto toga „%@”.
is: Tókst ekki, en "%@" í staðinn.
it: Senza successo, ma invece "%@".
km: មិន​ជោគជ័យទេ ប៉ុន្តែ "%@" ជំនួសវិញ។
mk: Безуспешно, но "%@" наместо тоа.
ro: Fără succes, dar "%@" înlocuitor.
sq: Pa sukses, “%@” në vend të kësaj.
th: ไม่สำเร็จ แต่ "%@" แทน
uk: Не вдалось. У відповідь отримано «%@».
vi: Không thành công, thay vào đó "%@".

source: No valid HTTP response.
ar: لا توجد استجابة HTTP صالحة.
bn: সঠিক কোনো HTTP রেসপন্স আসে নি।
cs: Bez validní HTTP odpovědi
de: Keine gültige HTTP-Antwort.
fa: پاسخ HTTP معتبری وجود ندارد.
ga: Ní bhfuarthas freagra bailí HTTP.
he: תגובת HTTP בלתי תקפה.
hr: Nema ispravnog HTTP odgovora.
is: Ekki gilt HTTP-svar.
it: Nessuna risposta HTTP valida.
km: មិនមាន​ការឆ្លើយតប HTTP ដែលមានសុពលភាព​ទេ។
mk: Нема валиден HTTP одговор.
ro: Niciun răspuns HTTP valid.
sq: Pa përgjigje HTPP të vlefshme.
th: ไม่ใช่การตอบสนอง HTTP ที่ถูกรูปแบบ
uk: Немає дійсної відповіді HTTP.
vi: Không có phản hồi HTTP hợp lệ.

source: Obfs4 bridges
ar: جسور Obfs4
de: Obfs4-Brücken
fa: پل‌های Obfs4
he: גשרי Obfs4
hr: Obfs4 mostova
is: Obfs4-brúm
km: ច្រក Obfs4
mk: Obfs4 мостови
sq: Ura Obfs4
th: สะพาน Obfs4
uk: Мости Obfs4

source: OK
ar: موافق/ة
bn: ঠিক আছে
fa: تایید
he: אשר
hr: U redu
is: Í lagi
km: យល់ព្រម
mk: ОК
th: ตกลง
uk: Гаразд

source: Other
ar: آخر
bn: অন্যান্য
cs: Ostatní
de: Andere
fa: سایر
ga: Eile
he: אחר
hr: Ostalo
is: Annað
it: Altro
km: ផ្សេងៗ
mk: Друго
ro: Altele
sq: Të tjera
th: อื่นๆ
uk: Інше
vi: Khác

source: Paste Bridges
ar: لصق الجسور
bn: ব্রিজ পেস্ট করুন
cs: Vložit bridge
de: Brücken einfügen
fa: پیست پل ها
ga: Greamaigh Droichid
he: הדבק גשרים
hr: Umetni mostove
is: Líma brýr
it: Incolla bridges
km: បិទភ្ជាប់ច្រកពីឃ្នាប
mk: Залепи мостови
ro: Lipește Podurile
sq: Ngjitni Ura
uk: Вставити мости
vi: Dán địa chỉ cầu nối

source: QR Code could not be decoded! Are you sure you scanned a QR code from %@?
ar: لا يمكن فك شيفرة رمز الاستجابة السريعة! هل أنتم متأكدون من مسح رمز الاستجابة السريعة من %@؟
bn: কিউআর কোড ডিকোড করা যায় নি! %@ থেকেই কিউআর কোড স্ক্যান করেছেন তো?
cs: QR kód nemohl být dekódován! Jste si jistý/á, že jste naskenoval(a) QR kód z %@?
de: Der QR Code konnnte nicht dekodiert werden! Sicher, daß Du einen QR Code von %@ gescannt hast?
fa: QR Code رمزگشایی نشد! آیا مطمئنید که کد QR را از %@ اسکن کرده‌اید؟
ga: Níorbh fhéidir an cód QR a dhíchódú! An bhfuil tú cinnte go bhfuair tú ó %@ é?
he: קוד QR לא היה יכול להתפענח! האם אתה בטוח שסרקת קוד QR מתוך %@?
hr: Nije moguće dekodirati QR kod! Je li QR kod skeniran sa stranice %@?
is: Ekki var hægt að afkóða QR-kóðann! Ertu viss um að þú hafir skannað QR-kóða frá %@?
it: Il codice QR non può essere decodificato! Sei sicuro d'aver letto un codice QR da %@?
km: QR Code មិនអាច​​បំលែង​កូដ​បានទេ! តើ​អ្នក​ប្រាកដ​ទេថា​អ្នក​បាន​ស្គែន QR Code ពី %@?
mk: QR кодот не може да биде препознаен! Дали сте сигурни дека го скениравте QR кодот од %@?
ro: Codul QR nu a putut fi decodat! Ești sigur(ă) că ai scanat un cod QR de la %@?
sq: S’u shkodua dot Kod QR! Jeni i sigurt se skanuat një kod QR nga %@?
th: ไม่สามารถถอดรหัส QR ได้ คุณแน่ใจหรือไม่ว่าได้สแกนรหัส QR จาก %@?
uk: QR-код не вдалось розпізнати! Ви впевнені, що відсканували QR-код від %@?
vi: Không thể giải mã QR! Bạn có chắc bạn đã quét mã QR trên %@?

source: Request Bridges from torproject.org
ar: طلب الجسور من torproject.org
bn: torproject.org থেকে ব্রিজ চেয়ে পাঠান
cs: Zažádat o bridge z torproject.org
de: Brücken von torproject.org anfordern
fa: درخواست پل از torproject.org
ga: Iarr Droichid ó torproject.org
he: בקש גשרים מן torproject.org
hr: Zatraži mostove s torproject.org
is: Biðja um brýr frá torproject.org
it: Richiedi bridges da torproject.org
km: ស្នើសុំច្រកពី torproject.org
mk: Побарај Мостови од torproject.org
ro: Cere Poduri de la torproject.org
sq: Kërkoni Ura prej torproject.org
uk: Запитати мости від torproject.org
vi: Yêu cầu cầu nối từ torproject.org

source: Request could not be formed. Please check host and username/password!
ar: تعذر تشكيل الطلب. يرجى التحقق من المضيف واسم المستخدم / كلمة المرور!
bn: রিকোয়েস্ট তৈরি করা সম্ভব হয় নি। অনুগ্রহ করে দেখে নিন হোস্ট ও ইউজারনেম/পাসওয়ার্ড ঠিক আছে কি না।
cs: Zádost se nepodařilo sestavit. Zkontrolujte hostitele a uživatelské jméno/heslo, prosím!
de: Anfrage konnte nicht gebildet werden. Bitte Host und Nutzername/Passwort prüfen!
fa: درخواست امکان‌پذیر نیست. لطفا میزبان و نام کاربری/گذرواژه را بررسی کنید!
ga: Theip orainn an t-iarratas a chruthú. Deimhnigh an t-óstainm, an t-ainm úsáideora, agus an focal faire!
he: הבקשה לא יכלה להתבצע. אנא בדוק מארח ושם משתמש/סיסמה!
hr: Zahtjev nije moguće formirati. Provjeri računalo i korisničko ime/lozinku!
is: Mistókst að forma beiðni. Athugaðu hýsilvél og notandanafn/lykilorðið þitt!
it: La richiesta non può essere formata. Per favore controlla l'host ed il nome utente/password!
km: សំណើ​មិនអាច​បង្កើត​បានទេ។ សូម​ពិនិត្យ​ម៉ាស៊ីន និង​ឈ្មោះ​អ្នកប្រើប្រាស់/ពាក្យសម្ងាត់!
mk: Барањето не може да биде формирано. Ве молиме проверете го хостот и корисничкото име/лозинката!
ro: Cererea nu a putut fi formată. Verifică host și utilizator/parolă!
sq: S’u formua dot kërkesa. Ju lutemi, kontrolloni strehë dhe emër përdoruesi/fjalëkalim!
uk: Не вдалось сформувати запит. Будь ласка, перевірте хост та ім'я користувача / пароль!
vi: Yêu cầu của bạn không thể được thực hiện. Vui lòng kiểm tra tên miền và tên người dùng/mật khẩu!

source: Request via E-Mail
ar: الطلب عبر البريد الإلكتروني
bn: ইমেইলে চেয়ে পাঠান
cs: Požádat přes E-mail
de: Per E-Mail anfordern
fa: درخواست از طریق ایمیل
ga: Iarr trí Ríomhphost
he: בקש באמצעות דוא״ל
hr: Zatraži putem e-maila
is: Beiðni með tölvupósti
it: Richiedi via E-Mail
km: សំណើ​តាមរយៈ​សារអេឡិចត្រូនិក
mk: Побарај преку Е-Пошта
ro: Cere prin Email
sq: Kërkojeni përmes Email-i
th: ร้องขอทางอีเมล
uk: Запитати за допомогою E-Mail
vi: Yêu cầu qua E-Mail

source: Request via Telegram
ar: طلب عبر Telegram
de: Per Telegram anfordern
fa: درخواست از طریق تلگرام
hr: Zatraži putem Telegrama
is: Biðja um í gegnum Telegram
sq: Kërkojeni përmes Telegrami
th: ร้องขอผ่านเทเลแกรม

source: Response body missing.
ar: نص الاستجابة مفقود.
bn: রেসপন্সের বডি নেই।
cs: Tělo odpovědi chybí.
de: Antwort-Body fehlt.
fa: بدنه پاسخ یافت نشد.
ga: Corp an fhreagra ar iarraidh.
he: גוף תגובה חסר.
hr: Nedostaje glavni tekst odgovora.
is: Meginmál svars vantar.
it: Corpo della risposta mancante.
km: តួនៃការឆ្លើយតប​បាត់​
mk: Недостасува содржина на одговорот.
ro: Conținutul răspunsului lipsește.
sq: Mungon lënda e përgjigjes.
uk: Немає тіла відповіді.
vi: Thiếu nội dung phản hồi.

source: Save
ar: احفظ
bn: সংরক্ষণ করুন
cs: Uložit
de: Sichern
fa: ذخیره
he: שמור
hr: Spremi
is: Vista
it: Salva
mk: Зачувај
ro: Salvare
sq: Ruaje
th: บันทึก
uk: Зберегти
vi: Lưu

source: Scan QR Code
ar: مسح رمز QR
bn: কিউআর কোড স্ক্যান করুন
cs: Naskenovat QR kód
de: QR-Code scannen
fa: اسکن کد QR
ga: Scan Cód QR
he: סרוק קוד QR
hr: Skeniraj QR kod
is: Skanna QR-kóða
it: Scansione codice QR
km: ស្គែន​ QR Code
mk: Скенирај QR код
ro: Scanează cod QR
sq: Skano Kodin QR
th: สแกนรหัส QR
uk: Сканувати QR-код
vi: Quét mã QR

source: Snowflake bridges
ar: جسور Snowflake
de: Snowflake-Brücken
fa: پل‌های Snowflake
he: גשרי Snowflake
hr: Snowflake mostova
is: Snowflake-brúm
km: ច្រក Snowflake
mk: Snowflake мостови
sq: Ura Snowflake
th: สะพาน Snowflake
uk: Мости Snowflake

source: Snowflake bridges (AMP rendezvous)
ar: جسور Snowflake (موعد AMP)
de: Snowflake-Brücken (AMP Rendezvous)
fa: پل‌های Snowflake (ملاقات AMP)
he: גשרי Snowflake (מפגש AMP)
hr: Snowflake mostova (AMP rendezvous)
is: Snowflake-brúm (AMP rendezvous)
km: ច្រក Snowflake (AMP rendezvous)
mk: Snowflake мостови (AMP состаноци)
sq: Ura Snowflake (AMP rendezvous)
th: สะพาน Snowflake (AMP rendezvous)
uk: Мости Snowflake (технологія AMP)

source: Try Auto-Configuration
ar: جرب الإعداد التلقائي
bn: অটো-কনফিগারেশন করে দেখুন
de: Versuche Auto-Konfiguration
fa: پیکربندی خودکار را امتحان کنید
he: נסה תצורה אוטומטית
hr: Pokušaj automatsko konfiguriranje
is: Prófaðu sjálfvirka uppsetningu
km: សាកល្បងការកំណត់ដោយស្វ័យប្រវត្តិ
mk: Пробај Авто-Конфигурација
sq: Provo Auto-Formësim
th: ลองการปรับแต่งอัตโนมัติ
uk: Спробувати автоматичне налаштування

source: Upload QR Code
ar: رفع رمز QR
bn: কিউআর কোড আপলোড করুন
cs: Nahrát QR kód
de: QR-Code aus Fotos
fa: آپلود کد کیوآر
ga: Uaslódáil Cód QR
he: העלה קוד QR
hr: Prenesi QR kod
is: Senda inn QR-kóða
it: Carica codice QR
km: ផ្ទុកឡើង QR Code
mk: Прикачи QR код
ro: Încarcă cod QR
sq: Ngarkoni Kod QR
th: อัปโหลดรหัส QR
uk: Вивантажити QR-код
vi: Tải lên mã QR

source: Use Custom Bridges
ar: استخدام جسور مخصصة
bn: কাস্টম ব্রিজ ব্যবহার করুন
cs: Použít vlastní bridge
de: Benutze eigene Brücken
fa: استفاده از پل های سفارشی
ga: Úsáid Droichid Shaincheaptha
he: השתמש בגשרים מותאמים אישית
hr: Koristi prilagođene mostove
is: Nota sérsniðnar brýr
it: Usa bridges personalizzati
km: ប្រើច្រកដែល​កំណត់ដោយ​ខ្លួនឯង
mk: Користи прилагодени мостови
ro: Folosește Poduri Proprii
sq: Përdorni Ura Vetjake
uk: Використати власні мости
vi: Dùng cầu nối tùy chọn

source: Use QR Code
ar: استخدم رمز QR
bn: কিউআর কোড ব্যবহার করুন
cs: Používat QR kód
de: QR-Code verwenden
fa: استفاده از کد کیوآر
ga: Úsáid Cód QR
he: השתמש בקוד QR
hr: Koristi QR kod
is: Nota QR-kóða
it: Usa codice QR
km: ប្រើ QR Code
mk: Користи QR код
ro: Folosește codul QR
sq: Përdor Kod QR
th: ใช้รหัส QR
uk: Використати QR-код
vi: Dùng mã QR
